{
    "learn-on-schedule": "Die individuellen Aufgaben überall finden",
    "due-to-changing-requirements": "Die sich ändernden Herausforderungen einer weltweiten Ökonomie und Gesellschaft zwingen auch den Schul- und Ausbildungsbetrieb zu drastischen Neuausrichtungen.",
    "learn-more": "Mehr",
    "what-is-nu": "Was ist",
    "adaptive-learning-AI": "Adaptives Lernen mit KI",
    "adaptive-learning-AI-desc": "Nu ist ein adaptives Lernkonzept in Kombination mit künstlicher Intelligenz, das wir gemeinsam mit ausgewählten Hochschulen entwickelt haben.",
    "skill-based-learning": "Kompetenz-orientierte Lernplattform",
    "skill-based-learning-desc": "Wir haben die erste  kompetenz-orientierte Plattform in der Schweiz entwickelt, die sich am Klassenzimmer der Zukunft orientiert.",
    "developed-by-experts": "Von Experten entwickelt",
    "developed-by-experts-desc": "Es handelt sich um den ersten E-Learning-Hub, der die Anforderungen des Bundes an eine derartige Plattform bis zum Jahr 2030 schon heute erfüllt.",
    "learn-on-your-schedule": "Den individuellen Ausbildungplan - von jedem Device aus verfolgen",
    "learn-on-your-schedule-desc": "Die Anforderungen von Wirtschaft und Gesellschaft an die Skills der zukünftigen Leistungsträger ändern sich - also müssen wir die Ausbildung dem neuen Bedarf anpassen.",
    "how-it-looks": "Wo stehen wir heute?",
    "how-it-looks-desc": "Nicht bis 2030 warten! Die erste kompetenz-orientierte Lernplattform steht bereit.",
    "our-highlighted-students": "Kompetenz-orientiertes Lernen",
    "our-highlighted-students-desc": "Kompetenz-Orientierung ist keine neue didaktische Erfindung oder Entwicklung. Vielmehr fasst dieser Begriff die bereits über Jahre verfolgte Absicht zusammen, Lernprozesse in der Ausbildung so zu gestalten, dass das vermittelte Wissen im Alltag auch situationsgerecht zur Anwendung kommt. Kompetenz stellt so in Handlung umgesetztes Wissen dar. ",
    "try-now": "Testen",
    "it-helped-me": "Das Programm hat mir während des Studiums enorm geholfen. Dank Nu konnte ich meine Aufgaben strukturiert und zielorientiert abarbeiten und die Ergebnisse optimieren. ",
    "with-nu-class": "Dank dem Ausbildungs-Dashborad von Nu kenne ich den Leistungsstand meiner Schüler und erkenne auf den ersten Blick Unterstützunsbedarf.",
    "competence-oriented": "Kompetenz-orientiertes Lernen ist die Zukunft der Ausbildung. Dank Nu konnte ich das Programm perfekt installieren. Nu hat den Weg für dieses Konzept freigemacht.",
    "since-my-school": "Seitdem meine Schule Nu einsetzt, konnte ich meine Noten um 20 Prozent verbessern. Perfekt für den erfolgreichen Abschluss!",
    "how-do-you-use": "Wie funktioniert es?",
    "why-we-are-diff": "Wo liegt der Unterschied?",
    "why-we-are-diff-desc": "Im Vergleich zu vielen anderen KOL-Plattformen bietet Nu intelligente Funktionen, die den neuesten Bildungsstandards angepasst sind. Wir haben eng mit renommierten Experten auf diesem Gebiet zusammengearbeitet, um unsere Idee konsequent in eine ausgereifte Software zu transformieren, die das Bildungsniveau maßgeblich beeinflussen wird.",
    "lxp": "LXP",
    "lxp-desc": "Bei einer Kompetenz-orientierten Lernplattform handelt es sich um eine lern-zentrierte Software, die für individuelle Lernerfahrungen sorgt. Sie hilft ihren Anwendern, neue Lern- und digitale Bildungsmöglichkeiten zu entdecken. Das Programm nutzt die Kombination von Lerninhalten aus unterschiedlichen Quellen in Kombination mit künstlicher Intelligenz.",
    "what-is-nu.?": "Was ist nu. ?",
    "what-do-we-change": "Was ändern wir?",
    "what-do-we-change-desc": "Wir fokussieren uns auf anforderungsreiche Situationen, die die fachliche Bindung auflösen und die Chance bieten, unterschiedliche Situationen aus unterschiedlichen fachlichen wie überfachlichen Perspektiven zu bearbeiten und geschickt miteinander zu verknüpfen.",
    "self-efficacy-expectations": "Steigerung der Selbstwirksamkeitserwartung",
    "self-efficacy-expectations-desc": "Stärkung des Vertrauens in die subjektive Zielerreichung, damit das Ziel (z. B. Qualifizierungsverfahren) effektiv erreicht werden kann. Viele Studien belegen mittlerweile, dass Auszubildende mit hoher Selbstwirksamkeitserwartung ihre Erfolgschancen deutlich höher einschätzen und auch intensiver an der Zielerreichung arbeiten. Zielorientiertes Handeln stärkt die Selbstwirksamkeitserwartung, weil damit Erfolge mit der eigenen Kompetenz verbunden sind.",
    "enabling-and-supporting": "Stabilisierung und Unterstützung des Einzelnen",
    "enabling-and-supporting-desc": "Studien unterstreichen, dass Begabung und Leistung in der Ausbildung zu wenig gefördert werden. Auszubildende, die mit einem überdurchschnittlichen Begabungspotenzial in die Ausbildung eintreten, sind nicht unbedingt diejenigen, die am Ende ihrer Ausbildung exzellente Leistungen erbringen - und umgekehrt. Umwelt- und Persönlichkeitsmerkmale, wie z.B. das Arbeitsklima, Aspekte der Förderung oder die Leistungsmotivation der Auszubildenden sind für die Entwicklung von Leistungsexzellenz von weitaus größerer Bedeutung als kognitive Fähigkeiten.",
    "competence-orientation": "Kompetenz-Orientierung",
    "competence-orientation-desc": "Entwicklung von fachlichen und überfachlichen Kompetenzen, Fähigkeiten und Fertigkeiten zur Problemlösung in den bildungsrelevanten Lernbereichen. Stabilisierung und Förderung der Bereitschaft zu lebenslangem Lernen.",
    "increasing-motivation": "Steigerung von Motivation und Engagement",
    "increasing-motivation-desc": "Engagierte Auszubildende erzielen nicht nur bessere Leistungen, sie entwickeln sich auch sozial und kognitiv optimaler. Eine OECD-Fokusanalyse belegt, dass Auszubildende aus sozial benachteiligten Milieus nicht nur schlechtere Leistungen erbringen, sondern deshalb vor allem eher Gefahr laufen, die Ausbildung abzubrechen. Unser Ziel ist es, diese Diskrepanz zu überwinden und sicherzustellen, dass Auszubildende - unabhängig von ihrem Herkunftsmilieu - ein hohes Engagement entwickeln.",
    "past-of-teaching": "Die Vergangenheit der Lehre",
    "past-of-teaching-desc1": "Die traditionelle Art des Lernens basiert auf dem klassischen Frontalunterrichtskonzept, bei dem der Lehrer vor der Klasse steht und die Schüler durch die Stunde führt. Das erlaubt es den Schülern nicht immer, sich richtig zu entwickeln und ihr volles Potenzial als Individuum auszuschöpfen.",
    "past-of-teaching-desc2": "Um sicherzustellen, dass eine Klasse mit dem Lehrplan mithalten kann, konzentrieren sich die Lehrer noch heute auf die schwächsten 30% der Schüler. Das bedeutet, dass die besseren Schüler sich anpassen müssen und sich nur begrenzt entwickeln können.",
    "future-of-teaching": "Die Zukunft der Lehre",
    "future-of-teaching-desc1": "Diese Situation muss berücksichtigt werden, wenn man den  zukünftigen Studierenden ein neues, massgeschneidertes Lernkonzept anbieten möchte. Mit einem modularen Aufbau des Lehrmaterials ermöglichen wir den Studierenden, ihr Wissen in bestimmten Bereichen zu vertiefen. Darüber hinaus haben die Schüler die Möglichkeit, ihren Lehrstoff selbst zu organisieren und dabei gleichzeitig ihre soziale Kompetenz und ihr Engagement zu stärken. Der Lehrer fungiert in diesem Konzept als Coach und kann so  perfekt und effizient unterstützen, um das optimale Potenzial bei den Schülern zu entwickeln.",
    "future-of-teaching-desc2": "Gleichzeitg erlaubt das Programm, sich durch seinen modularen Aufbau schnell an dynamische Marktentwicklungen anpassen zu lassen, um jeden Schüler perfekt auf seine Zukunft vorzubereiten.",
    "nu-missions": "Nu. Mission",
    "nu-missions-desc1": "Nu.edu funktioniert als Lehrplattform, die Studenten mit sogenannten Missionen versorgt. Diese Missionen können von Verlagen oder unabhängigen Professoren erstellt werden. Es handelt sich dabei um digital aufbereitetes und strukturiertes Unterrichtsmaterial, das sich aus verschiedenen Inhalten wie Videos oder Textmaterial zusammensetzt.",
    "nu-missions-desc2": "Die Bewertung dieser Missionen erfolgt durch die Ausbilder, die die Studierenden anschliesend entsprechend der Ergebnisse benoten.",
    "nu-lxp": "Nu. LXP",
    "nu-lxp-desc": "Im Vergleich zu anderen LXP-Plattformen bietet Nu deutlich mehr Funktionen, die an die neuesten Bildungsstandards angepasst wurden. Wir haben eng mit renommierten Experten auf diesem Gebiet zusammengearbeitet, um unsere Idee in eine ausgereifte Software umzusetzen, die das vom Bund für 2030 geforderte Niveau bereits heute in vollem Umfang darstellt.",
    "life-long-learning": "Lebenslanges Lernen",
    "key-features": "Zentrale Features",
    "typesetting-industry": "Bei der Programmierung der Software haben wir Kerninhalte berücksichtigt, die für das Lernen der Zukunft von elementarer Bedeutung sind ",
    "recommendation-ai": "KI-Empfehlung",
    "online-exams": "Online-Prüfungen & Synchrones Lernen",
    "interactive-learning": "Interaktive Lernobjekte, Lernfortschrittsanalysen & eigenverantwortliches Lernen",
    "action-competence": "Handlungskompetenz-Orientierung",
    "individual-construction": "Individueller Konzeptionsprozess",
    "has-been-industry": "E-Learning-Lösung – flexibel skalierbar ",
    "typesetting-industry1": "Mit Nu.bieten wir eine vollintegrierte E-Learning-Komplettlösung für Schulen und Ausbildungsstätten an. Nu. ist hochintuitiv bedienbar, in wenigen Stunden zu erlernen und flexibel zu erweitern. Wir integrieren die E-Learning-Software reibungslos in Ihre bestehende IT-Infrastruktur und bieten Ihnen auch im laufenden Betrieb genau das Service-Level, das Sie benötigen.",
    "typesetting-industry2": "Unabhängig von Branche, Thema und Medieneinsatz entwerfen und produzieren wir individuell auf den Bedarf abgestimmten E-Learning-Content",
    "typesetting-industry3": "Als Full-Service-Anbieter bespielen wir auf Wunsch alle digitalen Kanäle – über alle gewünschten oder beteiligten Web-Applikationen, Apps und Endgeräte.",
    "intelligenter-content": "Intelligenter Content und perfektes Web-Design",
    "how-it-looks1": "Wie funktioniert es?"
  }
  